#+TITLE: Anatomy II - Arms
#+AUTHOR: Chris Hogan
#+DATE: <2021-05-24 Mon> to <2021-03-20 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-06-06 Sun 20:31], for week 2021-W22.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *24h 20m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *1h 55m*  |
  
  #+END:
*** <2021-05-24 Mon>
**** DONE Digital warmup                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 18:40]--[2021-05-24 Mon 19:13] =>  0:33
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 10:28]--[2021-05-24 Mon 11:37] =>  1:09
     :END:
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 14:46]--[2021-05-24 Mon 15:27] =>  0:41
     :END:
**** DONE Proko arms                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 17:58]--[2021-05-24 Mon 18:40] =>  0:42
     :END:
**** DONE Proko arms                                                  :study:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 22:00]--[2021-05-24 Mon 22:20] =>  0:20
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 19:35]--[2021-05-24 Mon 20:57] =>  1:22
     :END:
*** <2021-05-25 Tue>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 18:00]--[2021-05-25 Tue 18:25] =>  0:25
     :END:
**** DONE Digital warmup                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 18:30]--[2021-05-25 Tue 18:46] =>  0:16
     :END:
**** DONE Proko arms                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 18:46]--[2021-05-25 Tue 20:00] =>  1:14
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 20:01]--[2021-05-25 Tue 21:15] =>  1:14
     :END:
**** DONE Proko hands                                               :study:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 22:00]--[2021-05-25 Tue 22:20] =>  0:20
     :END:
*** <2021-05-26 Wed>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 18:14]--[2021-05-26 Wed 18:35] =>  0:21
     :END:
**** DONE Digital warmup                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 18:46]--[2021-05-26 Wed 19:03] =>  0:17
     :END:
**** DONE Proko arms                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 19:03]--[2021-05-26 Wed 19:47] =>  0:44
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 20:11]--[2021-05-26 Wed 21:21] =>  1:10
     :END:
**** DONE Proko hands                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 22:00]--[2021-05-26 Wed 22:20] =>  0:20
     :END:
*** <2021-05-27 Thu>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-27 Thu 18:20]--[2021-05-27 Thu 18:58] =>  0:38
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-27 Thu 18:58]--[2021-05-27 Thu 19:55] =>  0:57
     :END:
**** DONE Hands from imagination                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-27 Thu 20:06]--[2021-05-27 Thu 21:17] =>  1:11
     :END:
**** DONE Proko hands                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-05-27 Thu 22:00]--[2021-05-27 Thu 22:10] =>  0:10
     :END:
*** <2021-05-28 Fri>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-28 Fri 17:57]--[2021-05-28 Fri 18:27] =>  0:30
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-28 Fri 18:28]--[2021-05-28 Fri 20:02] =>  1:34
     :END:
**** DONE Proko hands                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-05-28 Fri 22:00]--[2021-05-28 Fri 22:15] =>  0:15
     :END:
*** <2021-05-29 Sat>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-29 Sat 08:36]--[2021-05-29 Sat 09:03] =>  0:27
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-29 Sat 14:29]--[2021-05-29 Sat 15:36] =>  1:07
     CLOCK: [2021-05-29 Sat 09:03]--[2021-05-29 Sat 11:27] =>  2:24
     :END:
**** DONE Copy comic art                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-29 Sat 15:46]--[2021-05-29 Sat 16:30] =>  0:44
     :END:
**** DONE Draw from imagination                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-29 Sat 18:10]--[2021-05-29 Sat 20:27] =>  2:17
     :END:
*** <2021-05-30 Sun>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-30 Sun 09:59]--[2021-05-30 Sun 10:39] =>  0:40
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-30 Sun 14:06]--[2021-05-30 Sun 14:46] =>  0:40
     CLOCK: [2021-05-30 Sun 10:39]--[2021-05-30 Sun 11:42] =>  1:03
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-05-30 Sun 20:09]--[2021-05-30 Sun 20:39] =>  0:30
     :END:

** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-06-06 Sun 20:31], for week 2021-W22.
  | Tags    | Headline                       | Time    |       |      |      |
  |---------+--------------------------------+---------+-------+------+------|
  |         | *Total time*                   | *27:01* |       |      |      |
  |---------+--------------------------------+---------+-------+------+------|
  |         | \_  Week 2                     |         | 27:01 |      |      |
  |         | \_    <2021-05-31 Mon>         |         |       | 6:30 |      |
  | drawing | \_      Bridgman hands         |         |       |      | 0:25 |
  | drawing | \_      Proko hands            |         |       |      | 1:15 |
  | drawing | \_      Copy comic art         |         |       |      | 4:50 |
  |         | \_    <2021-06-01 Tue>         |         |       | 3:02 |      |
  | drawing | \_      Bridgman hands         |         |       |      | 0:35 |
  | drawing | \_      Proko hand bones       |         |       |      | 1:16 |
  | drawing | \_      Copy comic hands       |         |       |      | 0:27 |
  | drawing | \_      Hands from imagination |         |       |      | 0:44 |
  |         | \_    <2021-06-02 Wed>         |         |       | 3:27 |      |
  | drawing | \_      Bridgman hands         |         |       |      | 0:25 |
  | drawing | \_      Proko hand bones       |         |       |      | 1:12 |
  | drawing | \_      Copy comic hands       |         |       |      | 1:02 |
  | drawing | \_      Hands from imagination |         |       |      | 0:48 |
  |         | \_    <2021-06-03 Thu>         |         |       | 2:13 |      |
  | drawing | \_      Bridgman hands         |         |       |      | 0:28 |
  | drawing | \_      Proko hand bones       |         |       |      | 1:04 |
  | drawing | \_      Copy comic hands       |         |       |      | 0:41 |
  |         | \_    <2021-06-04 Fri>         |         |       | 2:45 |      |
  | drawing | \_      Bridgman hands         |         |       |      | 0:23 |
  | drawing | \_      Proko hand bones       |         |       |      | 1:14 |
  | drawing | \_      Hands imagination      |         |       |      | 1:08 |
  |         | \_    <2021-06-05 Sat>         |         |       | 4:07 |      |
  | drawing | \_      Proko hand bones       |         |       |      | 3:34 |
  | drawing | \_      Copy comic hands       |         |       |      | 0:33 |
  |         | \_    <2021-06-06 Sun>         |         |       | 4:57 |      |
  | study   | \_      Proko deltoids         |         |       |      | 0:33 |
  | drawing | \_      Proko deltoids         |         |       |      | 0:55 |
  | drawing | \_      Copy comic deltoids    |         |       |      | 1:29 |
  | drawing | \_      Original page          |         |       |      | 1:13 |
  | study   | \_      Blog                   |         |       |      | 0:47 |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *25h 41m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *1h 20m*  |
  
  #+END:

*** <2021-05-31 Mon>
**** DONE Bridgman hands                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-31 Mon 09:56]--[2021-05-31 Mon 10:21] =>  0:25
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-31 Mon 10:21]--[2021-05-31 Mon 11:36] =>  1:15
     :END:
**** DONE Copy comic art                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-31 Mon 18:14]--[2021-05-31 Mon 21:03] =>  2:49
     CLOCK: [2021-05-31 Mon 14:07]--[2021-05-31 Mon 16:08] =>  2:01
     :END:
*** <2021-06-01 Tue>
**** DONE Bridgman hands                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-01 Tue 18:03]--[2021-06-01 Tue 18:38] =>  0:35
     :END:
**** DONE Proko hand bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-01 Tue 18:38]--[2021-06-01 Tue 19:54] =>  1:16
     :END:
**** DONE Copy comic hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-01 Tue 19:54]--[2021-06-01 Tue 20:21] =>  0:27
     :END:
**** DONE Hands from imagination                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-01 Tue 20:32]--[2021-06-01 Tue 21:16] =>  0:44
     :END:
*** <2021-06-02 Wed>
**** DONE Bridgman hands                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-02 Wed 18:06]--[2021-06-02 Wed 18:31] =>  0:25
     :END:
**** DONE Proko hand bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-02 Wed 18:31]--[2021-06-02 Wed 19:43] =>  1:12
     :END:
**** DONE Copy comic hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-02 Wed 19:43]--[2021-06-02 Wed 20:45] =>  1:02
     :END:
**** DONE Hands from imagination                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-02 Wed 20:45]--[2021-06-02 Wed 21:33] =>  0:48
     :END:
*** <2021-06-03 Thu>
**** DONE Bridgman hands                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-03 Thu 18:29]--[2021-06-03 Thu 18:57] =>  0:28
     :END:
**** DONE Proko hand bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-03 Thu 18:57]--[2021-06-03 Thu 20:01] =>  1:04
     :END:
**** DONE Copy comic hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-03 Thu 20:01]--[2021-06-03 Thu 20:42] =>  0:41
     :END:
*** <2021-06-04 Fri>
**** DONE Bridgman hands                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-04 Fri 17:57]--[2021-06-04 Fri 18:20] =>  0:23
     :END:
**** DONE Proko hand bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-04 Fri 19:05]--[2021-06-04 Fri 19:50] =>  0:45
     CLOCK: [2021-06-04 Fri 18:20]--[2021-06-04 Fri 18:49] =>  0:29
     :END:
**** DONE Hands imagination                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-04 Fri 19:52]--[2021-06-04 Fri 21:00] =>  1:08
     :END:
*** <2021-06-05 Sat>
**** DONE Proko hand bones                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-05 Sat 13:34]--[2021-06-05 Sat 14:22] =>  0:48
     CLOCK: [2021-06-05 Sat 08:58]--[2021-06-05 Sat 11:44] =>  2:46
     :END:
**** DONE Copy comic hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-05 Sat 14:56]--[2021-06-05 Sat 15:29] =>  0:33
     :END:
*** <2021-06-06 Sun>
**** DONE Proko deltoids                                              :study:
     :LOGBOOK:
     CLOCK: [2021-06-06 Sun 09:03]--[2021-06-06 Sun 09:36] =>  0:33
     :END:
**** DONE Proko deltoids                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-06 Sun 09:36]--[2021-06-06 Sun 10:31] =>  0:55
     :END:
**** DONE Copy comic deltoids :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-06 Sun 10:31]--[2021-06-06 Sun 12:00] =>  1:35
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-06-06 Sun 18:17]--[2021-06-06 Sun 19:30] =>  1:13
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-06-06 Sun 19:44]--[2021-06-06 Sun 20:31] =>  0:47
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-06-06 Sun 20:31], for week 2021-W22.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
   
